brew "trash"
brew "shellcheck"
brew "scmpuff"
brew "git-absorb"
brew "gh"

brew "neovim"

brew "watchman"
brew "node"

brew "mas"

brew "aria2"
brew "robotsandpencils/made/xcodes"

tap "homebrew/cask"

cask "visual-studio-code"
cask "linear-linear"
cask "figma"

cask "protonvpn"

cask "vlc"
cask "spotify"

cask "notion"

cask "slack"
cask "discord"

cask "google-chrome"

mas "Gifsky", id: 1351639930
mas "Unsplash Wallpapers", id: 1284863847
mas "Poolside FM", id: 1514817810
mas "Xcode", id: 497799835
