brew "aria2"

brew "atuin"

brew "trash"
brew "shellcheck"
brew "scmpuff"

brew "git-absorb"
brew "gh"

brew "neovim"

brew "watchman"
brew "node"
brew "stripe"

brew "pyenv"
brew "pipx"

brew "llm"

brew "mockolo"

brew "swiftformat"
brew "swiftgen"
brew "xcodes"
cask "homebrew/cask/xcodes"
cask "sf-symbols"
cask "github-copilot-for-xcode"

cask "visual-studio-code"
cask "cursor"

cask "proxyman"
cask "protonvpn"

cask "rewind"
cask "monitorcontrol"

cask "vlc"

cask "arc"

cask "chatgpt"
cask "claude"

mas "Gifsky", id: 1351639930
mas "RocketSim for Xcode Simulator", id: 1504940162
mas "Tailscale", id: 1475387142
