cask "homebrew/cask/xcodes"
brew "aria2"

brew "trash"
brew "shellcheck"
brew "scmpuff"

brew "git-absorb"
brew "gh"

brew "neovim"

brew "watchman"
brew "node"
brew "oven-sh/bun/bun"

# brew "ffmpeg" # just takes too long, install on-demand

brew "swiftformat"

cask "raycast"

cask "visual-studio-code"

cask "proxyman"
cask "protonvpn"
cask "cloudflare-warp"
cask "1password"
cask "rewind"

cask "vlc"

cask "arc"

cask "splice"

cask "rustdesk"

mas "Gifsky", id: 1351639930
mas "Poolside FM", id: 1514817810
mas "RocketSim for Xcode Simulator", id: 1504940162
